Repository: ptudor/openwrt-packages
Catalog: applications/luci-app-galmon/po/*/galmon.po
Languages: ar, bg, bn_bd, ca, de, es, fr, he, hi, ja, mr, ru, sv, uk, vi

source: Beidou
bn_bd: বেদৌ
he: ביידו
ja: 北斗
mr: बीडौ
ru: Бэйдоу
uk: Бейду

source: Configuration
ar: ترتيب
bg: Конфигурация
bn_bd: কনফিগারেশন
ca: Configuració
de: Aufbau
es: Configuración
he: תְצוּרָה
hi: विन्यास
ja: 構成
mr: कॉन्फिगरेशन
ru: Конфигурация
sv: Konfiguration
uk: Конфігурація
vi: Cấu hình

source: Device Serial Port
ar: المنفذ التسلسلي للجهاز
bg: Сериен порт на устройството
bn_bd: ডিভাইস সিরিয়াল পোর্ট
ca: Port sèrie del dispositiu
de: Serielle Schnittstelle des Geräts
es: Puerto serie del dispositivo
fr: Port série de l'appareil
he: יציאה טורית של מכשיר
hi: डिवाइस सीरियल पोर्ट
ja: デバイスのシリアルポート
mr: डिव्हाइस सिरियल पोर्ट
ru: Последовательный порт устройства
sv: Enhets seriell port
uk: Послідовний порт пристрою
vi: Cổng nối tiếp thiết bị

source: Enable ubxtool.
ar: تفعيل
bg: Активирайте ubxtool.
bn_bd: Ubxtool সক্ষম করুন।
ca: Activa ubxtool.
de: Aktivieren Sie ubxtool.
es: Habilita ubxtool.
fr: Activez ubxtool.
he: אפשר את ubxtool.
hi: Ubxtool सक्षम करें।
ja: ubxtoolを有効にします。
mr: Ubxtool सक्षम करा.
ru: Включите ubxtool.
sv: Aktivera ubxtool.
uk: Увімкніть ubxtool.
vi: Bật ubxtool.

source: Enabled
ar: ممكن
bg: Активирано
bn_bd: সক্ষম
ca: Activat
de: aktiviert
es: Habilitado
fr: Activée
he: מופעל
hi: सक्रिय
ja: 有効
mr: सक्षम केले
ru: Включено
sv: Aktiverad
uk: Увімкнено
vi: Đã bật

source: GPS
bn_bd: জিপিএস
he: ג'י.פי. אס
mr: जीपीएस

source: Galileo
bn_bd: গ্যালিলিও
he: גלילאו
mr: गॅलीलियो
ru: Галилео
uk: Галілей

source: Galmon
bn_bd: গ্যালমন
he: גלמון
mr: गॅल्मन

source: Galmon Configuration.
ar: تكوين
bg: Конфигурация Galmon
bn_bd: গ্যালমন কনফিগারেশন।
ca: Configuració de Galmon.
de: Galmon Konfiguration.
es: Configuración de Galmon.
fr: Configuration de Galmon.
he: תצורת גלמון.
ja: 構成
mr: गॅल्मन कॉन्फिगरेशन.
ru: Конфигурация Galmon
sv: Galmon-konfiguration.
uk: конфігурація Galmon
vi: Cấu hình Galmon.

source: Glonass
bn_bd: লোনাস
he: גלונאס
mr: ग्लोनास
ru: Глонасс
uk: Глонасс

source: Grant logread access to LuCI app galmon
ar: منح الوصول إلى سجل الوصول إلى تطبيق LuCI galmon
bg: Предоставете достъп на logread до приложението LuCI galmon
bn_bd: লুসিআই অ্যাপ্লিকেশন গ্যালমনটিতে লগরেড অ্যাক্সেস মঞ্জুর করুন
ca: Concedeix accés de lectura de registre a l’aplicació LuCI galmon
de: Gewähren Sie Logread-Zugriff auf LuCI App Galmon
es: Otorgar acceso de logread a la aplicación LuCI galmon
fr: Accorder l'accès en lecture de journal à l'application LuCI Galmon
he: הענק גישה ליומן כניסה לאפליקציית LuCI galmon
hi: LuCI app galmon तक पहुंच प्रदान करें
ja: LuCIアプリガルモンへのログ読み取りアクセスを許可する
ru: Предоставить журналу доступ на чтение к приложению LuCI galmon
sv: Ge loggad åtkomst till LuCI-appen galmon
uk: Надати доступ до програмного забезпечення LuCI Galmon
vi: Cấp quyền truy cập nhật ký cho galmon ứng dụng LuCI

source: Include Beidou satellites.
ar: استخدم الأقمار الصناعية بيدو.
bg: Използвайте сателити Beidou.
bn_bd: বিদৌ উপগ্রহ ব্যবহার করুন।
ca: Utilitzeu satèl·lits Beidou.
de: Verwenden Sie Beidou-Satelliten.
es: Utilice satélites Beidou.
fr: Incluez les satellites Beidou.
he: השתמש בלווייני ביידו.
hi: Beidou उपग्रहों का उपयोग करें।
ja: 北斗衛星を使用してください。
mr: बीडोउ उपग्रह वापरा.
ru: Включите спутники Бэйдоу.
sv: Använd Beidou-satelliter.
uk: Використовуйте супутники Beidou.
vi: Sử dụng vệ tinh Beidou.

source: Include GPS satellites.
ar: استخدم أقمار GPS الصناعية.
bg: Използвайте сателити GPS.
bn_bd: জিপিএস স্যাটেলাইট ব্যবহার করুন।
ca: Utilitzeu satèl·lits GPS.
de: Verwenden Sie GPS-Satelliten.
es: Utilice satélites GPS.
fr: Incluez les satellites GPS.
he: השתמש בלווייני GPS.
hi: जीपीएस उपग्रहों का उपयोग करें।
ja: GPS衛星を使用します。
mr: जीपीएस उपग्रह वापरा.
ru: Включите спутники GPS
sv: Använd GPS-satelliter.
uk: Використовуйте супутники GPS.
vi: Sử dụng vệ tinh GPS.

source: Include Galileo satellites.
ar: استخدم أقمار غاليليو.
bg: Използвайте сателити Galileo.
bn_bd: গ্যালিলিও উপগ্রহ ব্যবহার করুন।
ca: Utilitzeu satèl·lits Galileo.
de: Verwenden Sie Galileo-Satelliten.
es: Utilice satélites Galileo.
fr: Inclut les satellites Galileo.
he: השתמש בלווייני גלילאו.
hi: गैलीलियो उपग्रहों का उपयोग करें।
ja: ガリレオ衛星を使用します。
mr: गॅलीलियो उपग्रह वापरा.
ru: Включите спутники Галилео.
sv: Använd Galileo-satelliter.
uk: Використовуйте супутники Galileo.
vi: Sử dụng vệ tinh Galileo.

source: Include Glonass satellites.
ar: استخدم أقمار جلوناس.
bg: Използвайте сателити Glonass.
bn_bd: লোনাস উপগ্রহ ব্যবহার করুন।
ca: Utilitzeu satèl·lits Glonass.
de: Verwenden Sie Glonass-Satelliten.
es: Utilice satélites Glonass.
fr: Inclut les satellites Glonass.
he: השתמש בלווייני Glonass.
hi: ग्लोनस उपग्रहों का उपयोग करें।
ja: Glonass衛星を使用します。
mr: ग्लोनास उपग्रह वापरा.
ru: Включите спутники Глонасс.
sv: Använd Glonass-satelliter.
uk: Використовуйте супутники Glonass.
vi: Sử dụng vệ tinh Glonass.

source: Include augmentation satellites.
ar: استخدم أقمار الزيادة.
bg: Използвайте сателити за увеличаване.
bn_bd: বৃদ্ধির উপগ্রহ ব্যবহার করুন।
ca: Utilitzeu satèl·lits d’augment.
de: Verwenden Sie Augmentationssatelliten.
es: Utilice satélites de aumento.
fr: Inclure les satellites d'augmentation.
he: השתמש בלווייני הגדלה.
hi: वृद्धि उपग्रहों का उपयोग करें।
ja: 増強衛星を使用してください。
mr: वाढ उपग्रह वापरा.
ru: Включите спутники увеличения.
sv: Använd förstärkningssatelliter.
uk: Використовуйте супутники збільшення.
vi: Sử dụng vệ tinh nâng cao.

source: Log
ar: سجل
bg: Влезте
bn_bd: লগ
ca: Registre
es: Iniciar sesión
fr: Journal
he: עֵץ
hi: लॉग
ja: ログ
mr: लॉग
ru: Журнал
sv: Logga
uk: Журнал
vi: Nhật ký

source: No galmon related logs yet!
ar: لا توجد سجلات متعلقة بجالمون حتى الآن!
bg: Все още няма дневници, свързани с galmon!
bn_bd: কোনও গ্যালমন সম্পর্কিত লগ নেই!
ca: Encara no hi ha registres relacionats amb galmon.
de: Noch keine Galmon-bezogenen Protokolle!
es: ¡Aún no hay registros relacionados con galmon!
fr: Pas encore de journaux liés aux galmon!
he: עדיין אין יומנים הקשורים לגלמון!
hi: अभी तक कोई गैलन संबंधित लॉग नहीं है!
ja: ガルモン関連のログはまだありません！
mr: अद्याप गॅल्मनशी संबंधित कोणतेही लॉग नाहीत!
ru: Журналов, связанных с galmon, пока нет
sv: Inga galmon-relaterade loggar än!
uk: Ще немає журналів, пов’язаних з galmon!
vi: Chưa có nhật ký liên quan đến galmon!

source: Owner
ar: صاحب
bg: Собственик
bn_bd: মালিক
ca: Propietari
de: Inhaber
es: Propietario
fr: Propriétaire
he: בעלים
hi: मालिक
ja: オーナー
mr: मालक
ru: Владелец
sv: Ägare
uk: Власник
vi: Chủ nhân

source: Owner of this station.
ar: صاحب هذه المحطة.
bg: Собственик на тази станция.
bn_bd: এই স্টেশনের মালিক।
ca: Propietari d'aquesta estació.
de: Besitzer dieser Station.
es: Dueño de esta estación.
fr: Propriétaire de cette station.
he: בעל תחנה זו.
hi: इस स्टेशन का मालिक।
ja: この駅の所有者。
mr: या स्टेशनचा मालक.
ru: Владелец этой станции.
sv: Ägare av denna station.
uk: Власник цієї станції.
vi: Chủ sở hữu của nhà ga này.

source: Path to serial device where receiver is attached.
ar: المسار إلى الجهاز التسلسلي حيث يتم توصيل جهاز الاستقبال.
bg: Път към серийното устройство, където е прикрепен приемникът.
bn_bd: সিরিয়াল ডিভাইসের পথে যেখানে রিসিভার সংযুক্ত রয়েছে।
ca: Camí cap al dispositiu sèrie on està connectat el receptor.
de: Pfad zum seriellen Gerät, an das der Empfänger angeschlossen ist.
es: Ruta al dispositivo serie donde está conectado el receptor.
fr: Chemin vers le périphérique série auquel le récepteur est connecté.
he: נתיב למכשיר סדרתי שבו מחובר המקלט.
hi: सीरियल डिवाइस का पथ जहां रिसीवर संलग्न है।
ja: 受信機が接続されているシリアルデバイスへのパス。
mr: जिथे रिसीव्हर जोडलेला असेल अशा सिरीयल डिव्हाइसचा पथ.
ru: Путь к последовательному устройству, к которому подключен приемник.
sv: Sökväg till seriell enhet där mottagaren är ansluten.
uk: Шлях до послідовного пристрою, де приєднаний приймач.
vi: Đường dẫn đến thiết bị nối tiếp nơi máy thu được gắn vào.

source: Remark
ar: ملاحظة
bg: Забележка
bn_bd: মন্তব্য
ca: Observació
de: Anmerkung
es: Observación
fr: Remarque
he: הֶעָרָה
hi: टिप्पणी
ja: リマーク
mr: टीका
ru: Замечание
sv: Anmärkning
uk: Зауваження
vi: Nhận xét

source: Remark for this station.
ar: ملاحظة لهذه المحطة.
bg: Забележка за тази станция.
bn_bd: এই স্টেশনের জন্য মন্তব্য।
ca: Observació per a aquesta estació.
de: Bemerkung zu dieser Station.
es: Observación de esta estación.
fr: Remarque pour cette station.
he: הערה לתחנה זו.
hi: इस स्टेशन के लिए।
ja: この駅の備考。
mr: या स्थानकाची टिप्पणी.
ru: Замечание для этой станции.
sv: Anmärkning för denna station.
uk: Зауваження для цієї станції.
vi: Nhận xét cho trạm này.

source: Remote hostname of collector.
ar: اسم المضيف البعيد للمجمع.
bg: Име на отдалечен хост на колектор.
bn_bd: সংগ্রাহকের দূরবর্তী হোস্টনাম।
ca: Nom d'amfitrió remot del col·leccionista.
de: Remote-Hostname des Sammlers.
es: Nombre de host remoto del recopilador.
fr: Nom d'hôte distant du collecteur.
he: שם מארח מרוחק של אספן.
hi: कलेक्टर का रिमोट होस्टनाम।
ja: コレクターのリモートホスト名。
mr: संग्राहकाचे दूरस्थ होस्टनाव
ru: Имя удаленного хоста сборщика.
sv: Fjärrvärdnamn för samlare.
uk: Ім'я віддаленого хосту колектора.
vi: Tên máy chủ từ xa của bộ sưu tập.

source: SBAS
bn_bd: এসবিএএস
mr: एसबीएएस
ru: ССДК

source: Station ID
ar: تحديد المحطة
bg: Идентификация на станцията
bn_bd: টেশন সনাক্তকরণ
ca: Identificació de l'estació
es: Identificación de la estación
fr: Identification de la station
he: זיהוי תחנה
hi: स्टेशन की पहचान
ja: ステーションの識別
mr: स्टेशन ओळख
ru: Идентификация станции
sv: Stationidentifiering
uk: Ідентифікація станції
vi: Nhận dạng trạm

source: Submit Destination
ar: إرسال الوجهة
bg: Изпратете дестинация
bn_bd: গন্তব্য জমা দিন
ca: Enviar destinació
de: Ziel senden
es: Enviar destino
fr: Soumettre la destination
he: הגש יעד
hi: गंतव्य जमा करें
ja: 送信先
mr: गंतव्य सबमिट करा
ru: Место назначения
sv: Skicka destination
uk: Надіслати пункт призначення
vi: Gửi điểm đến

source: Syslog for ubxtool messages.
ar: سجل النظام لرسائل ubxtool.
bg: Syslog за съобщения ubxtool.
bn_bd: Ubxtool বার্তা জন্য Syslog।
ca: Syslog per als missatges ubxtool.
de: Syslog für Ubxtool-Nachrichten.
es: Syslog para mensajes ubxtool.
fr: Syslog pour les messages ubxtool.
he: Syslog להודעות ubxtool.
hi: Ubxtool संदेशों के लिए Syslog।
ja: ubxtoolメッセージのSyslog。
mr: Ubxtool संदेशांसाठी Syslog.
ru: Системный журнал сообщений ubxtool.
sv: Syslog för ubxtool-meddelanden.
uk: Системний журнал повідомлень ubxtool.
vi: Syslog cho tin nhắn ubxtool.

source: Unique numeric identification for this station.
ar: تعريف رقمي فريد لهذه المحطة.
bg: Уникална цифрова идентификация за тази станция.
bn_bd: এই স্টেশনের জন্য স্বতন্ত্র সংখ্যা সনাক্তকরণ।
ca: Identificació numèrica única per a aquesta estació.
de: Eindeutige numerische Identifikation für diese Station.
es: Identificación numérica única para esta estación.
fr: Identification numérique unique pour cette station.
he: זיהוי מספרי ייחודי לתחנה זו.
hi: इस स्टेशन के लिए विशिष्ट संख्यात्मक पहचान।
ja: このステーションの一意の数値ID。
mr: या स्थानकासाठी अद्वितीय संख्यात्मक ओळख.
ru: Уникальный числовой идентификатор для этой станции.
sv: Unik numerisk identifiering för denna station.
uk: Унікальна числова ідентифікація для цієї станції.
vi: Nhận dạng số duy nhất cho trạm này.

source: uxbtool Service Configuration
ar: تكوين خدمة uxbtool
bg: uxbtool Конфигурация на услугата
bn_bd: uxbtool পরিষেবা কনফিগারেশন
ca: Configuració del servei uxbtool
de: uxbtool-Dienstkonfiguration
es: Configuración del servicio uxbtool
fr: Configuration du service uxbtool
he: תצורת שירות uxbtool
hi: uxbtool सेवा कॉन्फ़िगरेशन
ja: uxbtoolサービス構成
mr: uxbtool सेवा कॉन्फिगरेशन
ru: Конфигурация службы uxbtool
sv: uxbtool servicekonfiguration
uk: конфігурація служби uxbtool
vi: Cấu hình dịch vụ uxbtool
